Repository: avisota/contao-message
Catalog: contao/languages/rm/avisota_message_preview.xlf
Languages: rm

# avisota_message_preview.sendPreviewToUser.0
source: Send to user
rm: Trametter a l'utilisader

# avisota_message_preview.sendPreviewToUser.1
source: Send an example to a user.
rm: Trametter in exempel a l'utilisader

# avisota_message_preview.sendPreviewToEmail.0
source: Send to email
rm: Trametter ad in'adressa dad e-mail

# avisota_message_preview.sendPreviewToEmail.1
source: Send an example to an email.
rm: Trametter in exempel ad in'adressa dad e-mail.

# avisota_message_preview.headline
source: View and send message
rm: Mussar e trametter il messadi

# avisota_message_preview.previewToUser
source: Send preview to user
rm: Trametter ina prevista a l'utilisader

# avisota_message_preview.previewToEmail
source: Send preview to email
rm: Trametter ina prevista ad in'adressa dad e-mail

# avisota_message_preview.sendNow
source: Send message now
rm: Trametter ussa il messadi

# avisota_message_preview.previewInNewWindow
source: View in new window
rm: Vesair en ina nova fanestra

# avisota_message_preview.sendPreview
source: Send preview
rm: Trametter la prevista

# avisota_message_preview.sendMessage
source: Send message to recipients now
rm: Trametter ussa il messadi als destinaturs

# avisota_message_preview.helpSendNow
source: Send this message to %d recipients immediately.
rm: Trametter ussa quest messadis a %d destinaturs.

# avisota_message_preview.previewSend
source: Preview send to %s
rm: Tramess la prevista a %s

# avisota_message_preview.confirmSend
source: Are you sure you wan't to send this newsletter now? The sending process will start immediately!
rm: Es ti segir che ti vuls trametter uss quest newsletter? Il process da trametter vegn a cumenzar immediatamain!

# avisota_message_preview.messagesEnqueued
source: (turn %2$d) %1$d messages enqueued.
rm: (gir %2$d) agiuntÃ %1$d a la colonna da spetga.
