Repository: avisota/contao-message
Catalog: contao/languages/rm/orm_avisota_message_category.xlf
Languages: rm

# orm_avisota_message_category.title.0
source: Title
rm: Titel

# orm_avisota_message_category.title.1
source: Please enter the newsletter category title.
rm: Endatescha il titel da la categoria da newsletters.

# orm_avisota_message_category.alias.1
source: The category alias is a unique reference to the category which can be called instead of its ID.
rm: L'alias da la categoria è ina referenza unica a la categoria che po vegnida inditgada empè da la ID.

# orm_avisota_message_category.recipientsMode.0
source: Recipients selection mode
rm: Modus da selecziun dals destinaturs

# orm_avisota_message_category.recipientsMode.1
source: Please chose the recipients selection mode.
rm: Tscherna il modus da selecziun dals destinaturs.

# orm_avisota_message_category.recipients.0
source: Recipients
rm: Destinaturs

# orm_avisota_message_category.recipients.1
source: Please chose the preselected recipients.
rm: Tscherna ils destinaturs preselecziunads.

# orm_avisota_message_category.layoutMode.0
source: Layout selection mode
rm: Modus da tscherner il layout

# orm_avisota_message_category.layoutMode.1
source: Please chose the layout selection mode.
rm: Tscherna il Modus da tscherner il layout

# orm_avisota_message_category.layout.1
source: Please chose the preselected layout.
rm: Tscherna il layout preselecziunà.

# orm_avisota_message_category.queueMode.0
source: Queue selection mode
rm: Modus da tscherner la colonna da spetga

# orm_avisota_message_category.queueMode.1
source: Please chose the queue selection mode.
rm: Tscherna il modus da tscherner la colonna da spetga.

# orm_avisota_message_category.queue.0
source: Queue
rm: Colonna da spetga

# orm_avisota_message_category.queue.1
source: Please chose the preselected queue.
rm: Tscherna la colonna da spetga preselecziunada.

# orm_avisota_message_category.boilerplates.0
source: Contains boilerplates
rm: Cuntegna boilerplates

# orm_avisota_message_category.boilerplates.1
source: This category contain boilerplate mailings.
rm: Questa categoria cuntegna mailing da boilerplate.

# orm_avisota_message_category.showInMenu.0
source: Show in menu
rm: Mussar en il menu

# orm_avisota_message_category.showInMenu.1
source: Please chose to show this category in the backend menu.
rm: Tscherner per mussar questa categoria en il menu dal back-end.

# orm_avisota_message_category.useCustomMenuIcon.0
source: Use custom icon
rm: Utilisar ina icona persunalisada

# orm_avisota_message_category.useCustomMenuIcon.1
source: Please chose if you want to use a custom icon in the menu.
rm: Tscherna sche ti vuls utilisar ina icona persunalisada en il menu dal back-end.

# orm_avisota_message_category.menuIcon.0
source: Custom icon
rm: Icona persunalisada

# orm_avisota_message_category.menuIcon.1
source: Please chose a custom backend menu item.
rm: Tscherna in element dal menu dal back-end persunalisà.

# orm_avisota_message_category.tstamp.0
source: Revision date
rm: Data da la versiun

# orm_avisota_message_category.tstamp.1
source: Date and time of the latest revision
rm: Data e temp da l'ultima versiun

# orm_avisota_message_category.category_legend
source: Category
rm: Categoria

# orm_avisota_message_category.recipients_legend
source: Recipients settings
rm: Configuraziun dals destinaturs

# orm_avisota_message_category.layout_legend
source: Layout settings
rm: Configuraziun dal layout

# orm_avisota_message_category.queue_legend
source: Queue settings
rm: Configuraziun da la colonna da spetga.

# orm_avisota_message_category.expert_legend
source: Experts settings
rm: Configuraziun avanzada

# orm_avisota_message_category.byCategory
source: only in category
rm: ben en la categoria

# orm_avisota_message_category.byMessageOrCategory
source: preselected in category, overwriteable in newsletter
rm: preselecziunà en la categoria, pussaivel da surscriver en il newsletter

# orm_avisota_message_category.byMessage
source: only in newsletter
rm: be en il newsletter

# orm_avisota_message_category.new.0
source: New category
rm: Nova categoria

# orm_avisota_message_category.new.1
source: Create a new category
rm: Crear ina nova categoria

# orm_avisota_message_category.show.0
source: Category details
rm: Detagls da la categoria

# orm_avisota_message_category.show.1
source: Show the details of category ID %s
rm: Detagls da la categoria cun l'ID %s

# orm_avisota_message_category.edit.0
source: Edit category
rm: Modifitgar la categoria

# orm_avisota_message_category.edit.1
source: Edit category ID %s
rm: Modifitgar la categoria cun l'ID %s

# orm_avisota_message_category.editheader.0
source: Edit category settings
rm: Modifitgar la configuraziun da la categoria

# orm_avisota_message_category.editheader.1
source: Edit category settings ID %s
rm: Modifitgar la configuraziun da la categoria cun l'ID %s

# orm_avisota_message_category.copy.0
source: Duplicate category
rm: Duplitgar la categoria

# orm_avisota_message_category.copy.1
source: Duplicate category ID %s
rm: Duplitgar la categoria cun l'ID %s

# orm_avisota_message_category.delete.0
source: Delete category
rm: Stizzar la categoria

# orm_avisota_message_category.delete.1
source: Delete category ID %s
rm: Stizzar la categoria cun l'ID %s

# orm_avisota_message_category.viewOnlinePage.0
source: View online page
rm: Vesair la pagina online

# orm_avisota_message_category.viewOnlinePage.1
source: Please chose the page to display the message online.
rm: Tscherna la pagina per mussar il messadi online.

# orm_avisota_message_category.online_legend
source: Online settings
rm: Configuraziun online
