Repository: avisota/contao-message
Catalog: contao/languages/*/avisota_message_preview.xlf
Languages: de, it, pl

# avisota_message_preview.sendPreviewToUser.0
source: Send to user
de: An Benutzer senden
it: Invia a utente
pl: Wyślij do użytkownika

# avisota_message_preview.sendPreviewToUser.1
source: Send an example to a user.
de: Ein Beispiel an einen Benutzer senden.
it: Invia un esempio ad un utente.
pl: Wyślij przykład do użytkownika

# avisota_message_preview.sendPreviewToEmail.0
source: Send to email
de: An Mailadresse senden
it: Invia ad un email
pl: Wyślij na adres e-mail

# avisota_message_preview.sendPreviewToEmail.1
source: Send an example to an email.
de: Eine Beispiel an eine Mailadresse senden.
it: Invia un esempio ad un email
pl: Wyślij przykład na adres e-mail

# avisota_message_preview.headline
source: View and send message
de: Nachricht ansehen und senden
it: Mostra e invia messaggio
pl: Pokaż i wyślij wiadomość

# avisota_message_preview.previewToUser
source: Send preview to user
de: Vorschau an Benutzer senden
it: Invia anteprima all'utente
pl: Wyślij podgląd do użytkownika

# avisota_message_preview.previewToEmail
source: Send preview to email
de: Vorschau an Mailadresse senden
it: Invia anteprima ad email
pl: Wyślij podgląd na adres e-mail

# avisota_message_preview.sendNow
source: Send message now
de: Newsletter jetzt senden
it: Invia messaggio adesso
pl: Wyślij wiadomość

# avisota_message_preview.previewInNewWindow
source: View in new window
de: In neuem Fenster ansehen
it: Mostra in nuova finestra
pl: Pokaż w nowym oknie

# avisota_message_preview.sendPreview
source: Send preview
de: Vorschau senden
it: Invia anteprima
pl: Wyślij podgląd

# avisota_message_preview.sendMessage
source: Send message to recipients now
de: Senden Sie den Newsletter jetzt an die Empfänger.
it: Invia messaggio ai destinatari adesso
pl: Wyślij wiadomość do odbiorców

# avisota_message_preview.helpSendNow
source: Send this message to %d recipients immediately.
de: Versenden Sie diese Nachricht sofort an %d Empfänger.
it: Invia questo messaggio ai destinatari %d immediatamente.
pl: Wyślij wiadomość do %d odbiorców.

# avisota_message_preview.previewSend
source: Preview send to %s
de: Vorschau wurde an %s gesendet.
it: Anteprima inviata a %s
pl: Podgląd wysłania do %s

# avisota_message_preview.confirmSend
source: Are you sure you wan't to send this newsletter now? The sending process will start immediately!
de: Sind Sie sicher, dass Sie den Newsletter jetzt senden möchten? Die Aussendung wird unverzüglich beginnen.
it: Sei sicuro di voler inviare questa newsletter adesso? Il processo di invio inizier√† immediatamente!
pl: Czy jesteś pewny, że chcesz wysłać newsletter? Proces wysyłania rozpocznie się natychmiastowo!

# avisota_message_preview.messagesEnqueued
source: (turn %2$d) %1$d messages enqueued.
de: (Zyklus %2$d) %1$d Nachrichten eingereiht.
it: (turno %2$d) %1$d messaggi in coda.
pl: (tura %2$d) %1$d wiadomości w kolejce.
