Repository: avisota/contao-message
Catalog: contao/languages/*/orm_avisota_message_category.xlf
Languages: de, pl

# orm_avisota_message_category.title.0
source: Title
de: Titel
pl: Tytuł

# orm_avisota_message_category.title.1
source: Please enter the newsletter category title.
de: Bitte geben Sie den Titel der Newsletter-Kategorie ein.
pl: Proszę wprowadzić tytuł kategorii newslettera.

# orm_avisota_message_category.alias.1
source: The category alias is a unique reference to the category which can be called instead of its ID.
de: Der Alias ist eine eindeutige Referenz zur Newsletter-Kategorie und kann anstelle der ID benutzt werden.
pl: Alias kategorii jest unikalnym odwołaniem do kategorii, które może być użyte zamiast ID.

# orm_avisota_message_category.recipientsMode.0
source: Recipients selection mode
de: Empfänger-Auswahlmodus
pl: Tryb wyboru odbiorców

# orm_avisota_message_category.recipientsMode.1
source: Please chose the recipients selection mode.
de: Bitte wählen Sie den Auswahlmodus für die Empfänger.
pl: Proszę wybrać tryb wyboru odbiorców.

# orm_avisota_message_category.recipients.0
source: Recipients
de: Empfänger
pl: Odbiorcy

# orm_avisota_message_category.recipients.1
source: Please chose the preselected recipients.
de: Bitte wählen Sie vorselektierte Empfänger aus.
pl: Proszę wybrać odbiorców.

# orm_avisota_message_category.layoutMode.0
source: Layout selection mode
de: Layout-Auswahlmodus
pl: Tryb wyboru szablonu

# orm_avisota_message_category.layoutMode.1
source: Please chose the layout selection mode.
de: Bitte wählen Sie den Layout-Auswahlmodus aus.
pl: Proszę wybrać tryb wyboru szablonu.

# orm_avisota_message_category.layout.1
source: Please chose the preselected layout.
de: Bitte wählen Sie aus, welches Layout als Standard vorselektiert ist.
pl: Proszę wybrać szablon.

# orm_avisota_message_category.queueMode.0
source: Queue selection mode
de: Wartenschlangen-Auswahlmodus
pl: Tryb wyboru kolejki

# orm_avisota_message_category.queueMode.1
source: Please chose the queue selection mode.
de: Bitte wählen Sie den Auswahlmodus für Warteschlangen.
pl: Proszę wybrać tryb wyboru kolejki.

# orm_avisota_message_category.queue.0
source: Queue
de: Warteschlange
pl: Kolejka

# orm_avisota_message_category.queue.1
source: Please chose the preselected queue.
de: Bitte wählen Sie die vorausgewählte Warteschlange
pl: Proszę wybrać kolejkę.

# orm_avisota_message_category.boilerplates.0
source: Contains boilerplates
de: Beinhaltet Boilerplate
pl: Zawiera gotowce

# orm_avisota_message_category.boilerplates.1
source: This category contain boilerplate mailings.
de: Diese Kategorie enthält Text Mailings
pl: Kategoria zawiera gotowe mailingi.

# orm_avisota_message_category.showInMenu.0
source: Show in menu
de: Im Menü zeigen
pl: Pokaż w menu

# orm_avisota_message_category.showInMenu.1
source: Please chose to show this category in the backend menu.
de: Bitte wählen Sie diese Kategorie im Backend-Menü
pl: Proszę wybrać w jaki sposób pokazywać tą kategorią w menu panelu administratora.

# orm_avisota_message_category.useCustomMenuIcon.0
source: Use custom icon
de: Eigenes Icon benutzen
pl: Użyj własnej ikony

# orm_avisota_message_category.useCustomMenuIcon.1
source: Please chose if you want to use a custom icon in the menu.
de: Bitte auswählen, falls Sie ein eigenen Icon im Backend-Menü verwenden möchten.
pl: Proszę wybrać, jeśli chcesz użyć własnej ikony w menu.

# orm_avisota_message_category.menuIcon.0
source: Custom icon
de: Eigenes Icon
pl: Własna ikona

# orm_avisota_message_category.menuIcon.1
source: Please chose a custom backend menu item.
de: Bitte wählen Sie ein eigenes Menü-Item für das Backend.
pl: Proszę wybrać własną ikonę pozycji w menu.

# orm_avisota_message_category.tstamp.0
source: Revision date
de: Bearbeitungsdatum
pl: Data zmian

# orm_avisota_message_category.tstamp.1
source: Date and time of the latest revision
de: Datum und Zeit der letzten Bearbeitung.
pl: Data i czas ostatniej zmiany

# orm_avisota_message_category.category_legend
source: Category
de: Kategorie
pl: Kategoria

# orm_avisota_message_category.recipients_legend
source: Recipients settings
de: Empfängereinstellungen
pl: Ustawienia odbiorców

# orm_avisota_message_category.layout_legend
source: Layout settings
de: Layouteinstellungen
pl: Ustawienia szablonu

# orm_avisota_message_category.queue_legend
source: Queue settings
de: Warteschlangeneinstellungen
pl: Ustawienia kolejki

# orm_avisota_message_category.expert_legend
source: Experts settings
de: Experteneinstellungen
pl: Zaawansowane ustawienia

# orm_avisota_message_category.byCategory
source: only in category
de: Nur in Kategorie
pl: tylko w kategorii

# orm_avisota_message_category.byMessageOrCategory
source: preselected in category, overwriteable in newsletter
de: Vorausgewählt in der kategorie, überschreibbar im Newsletter
pl: wybrany w kategorii, może zostać nadpisany w newsletterze

# orm_avisota_message_category.byMessage
source: only in newsletter
de: Nur in Newsletter
pl: tylko w newsletterze

# orm_avisota_message_category.new.0
source: New category
de: Neue Kategorie
pl: Nowa kategoria

# orm_avisota_message_category.new.1
source: Create a new category
de: Erstellen Sie eine neue Kategorie.
pl: Utwórz nową kategorię

# orm_avisota_message_category.show.0
source: Category details
de: Kategoriedetails
pl: Szczegóły kategorii

# orm_avisota_message_category.show.1
source: Show the details of category ID %s
de: Lassen Sie die Details der Kategorie ID %s anzeigen.
pl: Pokaż szczegóły kategorii ID %s

# orm_avisota_message_category.edit.0
source: Edit category
de: Kategorie bearbeiten
pl: Edytuj kategorię

# orm_avisota_message_category.edit.1
source: Edit category ID %s
de: Bearbeiten Sie die Kategorie ID %s.
pl: Edytuj kategorię ID %s

# orm_avisota_message_category.editheader.0
source: Edit category settings
de: Kategorieneinstellungen bearbeiten
pl: Edytuj ustawienia kategorii

# orm_avisota_message_category.editheader.1
source: Edit category settings ID %s
de: Bearbeiten Sie die Kategorieneinstellungen ID %s.
pl: Edytuj ustawienia kategorii ID %s

# orm_avisota_message_category.copy.0
source: Duplicate category
de: Kategorie duplizieren
pl: Duplikuj kategorię

# orm_avisota_message_category.copy.1
source: Duplicate category ID %s
de: Duplizieren Sie die Kategorie ID %s.
pl: Duplikuj kategorię ID %s

# orm_avisota_message_category.delete.0
source: Delete category
de: Kategorie löschen
pl: Usuń kategorię

# orm_avisota_message_category.delete.1
source: Delete category ID %s
de: Löschen Sie die Kategorie ID %s.
pl: Usuń kategorię ID %s

# orm_avisota_message_category.viewOnlinePage.0
source: View online page
de: Ansichtsseite

# orm_avisota_message_category.viewOnlinePage.1
source: Please chose the page to display the message online.
de: Bitte wählen Sie aus, auf welcher Seite Onlineansicht der Nachricht angezeigt werden soll-

# orm_avisota_message_category.online_legend
source: Online settings
de: Ansichtseinstellungen

# orm_avisota_message_category.layout.0
source: Layout
pl: Szablon
