Repository: avisota/contao-message
Catalog: contao/languages/*/orm_avisota_message_content.xlf
Languages: pl

# orm_avisota_message_content.invisible.0
source: Invisible
pl: Niewidoczny

# orm_avisota_message_content.invisible.1
source: Invisible
pl: Niewidoczny

# orm_avisota_message_content.invisible.2
source: Hide the element on the email.
pl: Ukryj element w e-mailu.

# orm_avisota_message_content.type.0
source: Element type
pl: Typ elementu

# orm_avisota_message_content.type.1
source: Please choose the type of content element.
pl: Proszę wybrać typ elementu.

# orm_avisota_message_content.cssID.0
source: CSS ID/class
pl: ID/klasa CSS

# orm_avisota_message_content.cssID.1
source: Here you can set an ID and one or more classes.
pl: Tutaj możesz określić ID i jedną lub więcej klas.

# orm_avisota_message_content.space.0
source: Space in front and after
pl: Odstęp przed i po

# orm_avisota_message_content.space.1
source: Here you can enter the spacing in front of and after the content element in pixel. You should try to avoid inline styles and define the spacing in a style sheet, though.
pl: Tutaj możesz wprowadzić odstęp przed i po elemencie zawartości w pikselach.

# orm_avisota_message_content.type_legend
source: Element type
pl: Typ elementu

# orm_avisota_message_content.sortable_legend
source: Sorting options
pl: Ustawienia sortowania

# orm_avisota_message_content.template_legend
source: Template settings
pl: Ustawienia pliku szablonu

# orm_avisota_message_content.include_legend
source: Include settings
pl: Ustawienia załączania

# orm_avisota_message_content.protected_legend
source: Access protection
pl: Ochrona dostępu

# orm_avisota_message_content.expert_legend
source: Expert settings
pl: Zaawansowane ustawienia

# orm_avisota_message_content.new.0
source: New element
pl: Nowy element

# orm_avisota_message_content.new.1
source: Add a new content element
pl: Dodaj nowy element zawartości

# orm_avisota_message_content.show.0
source: Element details
pl: Szczegóły elementu

# orm_avisota_message_content.show.1
source: Show the details of content element ID %s
pl: Pokaż szczegóły elementu ID %s

# orm_avisota_message_content.cut.0
source: Move element
pl: Przenieś element

# orm_avisota_message_content.cut.1
source: Move content element ID %s
pl: Przenieś element ID %s

# orm_avisota_message_content.copy.0
source: Duplicate element
pl: Duplikuj element

# orm_avisota_message_content.copy.1
source: Duplicate content element ID %s
pl: Duplikuj element ID %s

# orm_avisota_message_content.delete.0
source: Delete element
pl: Usuń element

# orm_avisota_message_content.delete.1
source: Delete content element ID %s
pl: Usuń element ID %s

# orm_avisota_message_content.edit.0
source: Edit element
pl: Edytuj element

# orm_avisota_message_content.edit.1
source: Edit content element ID %s
pl: Edytuj element ID %s

# orm_avisota_message_content.pasteafter.0
source: Paste at the top
pl: Wklej na górze

# orm_avisota_message_content.pasteafter.1
source: Paste after content element ID %s
pl: Wklej po elemencie ID %s

# orm_avisota_message_content.pastenew.0
source: Add new at the top
pl: Dodaj nowy na górze

# orm_avisota_message_content.pastenew.1
source: Add new after content element ID %s
pl: Dodaj nowy po elemencie ID %s

# orm_avisota_message_content.toggle.0
source: Toggle visibility
pl: Pokaż/ukryj element

# orm_avisota_message_content.toggle.1
source: Toggle the visibility of element ID %s
pl: Pokaż/ukryj element ID %s

# orm_avisota_message_content.editalias.0
source: Edit source element
pl: Edytuj element źródłowy

# orm_avisota_message_content.editalias.1
source: Edit the source element ID %s
pl: Edytuj element źródłowy ID %s

# orm_avisota_message_content.editarticle.0
source: Edit article
pl: Edytuj artykuł

# orm_avisota_message_content.editarticle.1
source: Edit article ID %s
pl: Edytuj artykuł ID %s
