Repository: avisota/contao-message
Catalog: contao/languages/*/orm_avisota_theme.xlf
Languages: de

# orm_avisota_theme.title.1
source: Please enter the theme title.
de: Bitte geben Sie den Titel dieses Themes an.

# orm_avisota_theme.alias.1
source: The theme alias is a unique reference to the theme which can be used instead of its ID.
de: Der Alias ist eine eindeutige Referenz zum Theme und kann anstelle der ID benutzt werden.

# orm_avisota_theme.templateDirectory.0
source: Templates folder
de: Template-Ordner

# orm_avisota_theme.templateDirectory.1
source: Here you can select a templates folder that will be exported with the theme.
de: Hier können Sie einen Templateordner auswählen, der beim Export des Themes berücksichtigt wird.

# orm_avisota_theme.expert_legend
source: Experts settings
de: Experteneinstellungen

# orm_avisota_theme.new.0
source: New theme
de: Neues Theme

# orm_avisota_theme.new.1
source: Create a new theme
de: Erstellen Sie ein neues Theme.

# orm_avisota_theme.show.1
source: Show the details of theme ID %s
de: Zeigen Sie die Details des Themes ID %s an.

# orm_avisota_theme.edit.0
source: Edit theme
de: Theme bearbieten

# orm_avisota_theme.edit.1
source: Edit theme ID %s
de: Bearbeiten Sie das Theme ID %s.

# orm_avisota_theme.copy.0
source: Duplicate theme
de: Theme duplizieren

# orm_avisota_theme.copy.1
source: Duplicate theme %s
de: Duplizieren Sie das Theme %s.

# orm_avisota_theme.delete.0
source: Delete theme
de: Theme löschen

# orm_avisota_theme.delete.1
source: Delete theme ID %s
de: Löschen Sie das Theme ID %s.
