Repository: avisota/contao-message
Catalog: contao/languages/*/orm_avisota_layout.xlf
Languages: de, pl

# orm_avisota_layout.type.0
source: Type
de: Typ
pl: Typ

# orm_avisota_layout.type.1
source: Please choose the layout type.
de: Bitte wählen Sie den Layout-Typ aus.
pl: Proszę wybrać typ szablonu.

# orm_avisota_layout.title.0
source: Title
de: Titel
pl: Tytuł

# orm_avisota_layout.title.1
source: Please enter the layout title.
de: Bitte geben Sie den Layout-Titel ein.
pl: Proszę wprowadzić tytuł szablonu.

# orm_avisota_layout.alias.1
source: The layout alias is a unique reference to the layout which can be used instead of its ID.
de: Der Alias ist eine eindeutige Referenz zum Layout und kann anstelle der ID benutzt werden.
pl: Alias szablonu jest unikalnym odwołaniem do szablonu, które może być użyte zamiast ID.

# orm_avisota_layout.preview.0
source: Preview image
de: Vorschaubild
pl: Obrazek poglądowy

# orm_avisota_layout.preview.1
source: Please chose a preview image.
de: Bitte wählen Sie ein Vorschaubild aus.
pl: Proszę wybrać obrazek poglądowy.

# orm_avisota_layout.stylesheets.1
source: Please chose the stylesheets to used in this layout.
de: Bitte wählen Sie die Stylesheets aus, die in diesem Layout verwendet werden sollen.
pl: Proszę wybrać arkusze styli, które będą użyte w szablonie.

# orm_avisota_layout.allowedCellContents.0
source: Allowed contents
de: Erlaubte Inhalte
pl: Dozwolone treści

# orm_avisota_layout.allowedCellContents.1
source: Choose the allowed contents for each cell (empty to reset to defaults).
de: Wählen Sie für jeden Bereich aus, welche Inhalte dort eingebnden werden können (leeren Sie die Auswahl, um die Standardeinstellungen anzuwenden).
pl: Wybierz dozwolone treści dla każdej komórki (pusta zostanie zresetowana do domyślnych).

# orm_avisota_layout.clearStyles.0
source: Remove global styles
de: Globales Stylesheet entfernen
pl: Usuń globalne style

# orm_avisota_layout.clearStyles.1
source: Remove the global styles from the template.
de: Entfernen Sie die globalen CSS-Stile aus dem Template.
pl: Usuń globalne style z pliku szablonu.

# orm_avisota_layout.structure_legend
source: Structure and content
de: Struktur und Inhalt
pl: Struktura i zawartość

# orm_avisota_layout.template_legend
source: Template settings
de: Template-Einstellungen
pl: Ustawienia pliku szablonu

# orm_avisota_layout.expert_legend
source: Experts settings
de: Experteneinstellungen
pl: Zaawansowane ustawienia

# orm_avisota_layout.new.0
source: New layout
de: Neues Layout
pl: Nowy szablon

# orm_avisota_layout.new.1
source: Create a new layout
de: Erstellen Sie ein neues Layout.
pl: Utwórz nowy szablon

# orm_avisota_layout.show.1
source: Show the details of layout ID %s
de: Zeigen Sie die Details des Layouts ID %s an.
pl: Pokaż szczegóły szablonu ID %s

# orm_avisota_layout.edit.0
source: Edit layout
de: Layout bearbeiten
pl: Edytuj szablon

# orm_avisota_layout.edit.1
source: Edit layout ID %s
de: Bearbeiten Sie das Layout ID %s.
pl: Edytuj szablon ID %s

# orm_avisota_layout.copy.0
source: Duplicate layout
de: Layout duplizieren
pl: Duplikuj szablon

# orm_avisota_layout.copy.1
source: Duplicate layout %s
de: Duplizieren Sie das Layout %s.
pl: Duplikuj szablon ID %s

# orm_avisota_layout.delete.0
source: Delete layout
de: Layout löschen
pl: Usuń szablon

# orm_avisota_layout.delete.1
source: Delete layout ID %s
de: Löschen Sie das Layout ID s%.
pl: Usuń szablon ID %s

# orm_avisota_layout.pastenew.0
source: Add new at the top
de: Neuer Eintrag oben erstellen

# orm_avisota_layout.pastenew.1
source: Add new after layout definition ID %s
de: Neuer Eintrag nach Layout-Definition mit der ID %s

# orm_avisota_layout.default
source: Default generic rendering
de: Standardrendering

# orm_avisota_layout.stylesheets.0
source: Stylesheets
pl: Arkusze styli

# orm_avisota_layout.layout_legend
source: Layout
pl: Szablon

# orm_avisota_layout.show.0
source: Layout details
pl: Szczegóły szablonu
